Repository: findsah/kda-portal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: English
ar: انكليزي

source: Arabic
ar: عربي

source: years
ar: سنة

source: months
ar: شهر

source: year
ar: سنة

source: month
ar: شهر

source: Add Appointment
ar: إضافة موعد

source: Home
ar: الصفحة الرئيسية

source: Schedule New Appointment
ar: حجز موعد جديد

source: Select Child
ar: اختيار الطفل

source: Please Select Child
ar: يرجى اختيار اسم الطالب

source: Appointment Date
ar: تاريخ الموعد

source: Select Psychologist
ar: اختيار الأخصائي

source: Please Select Psychologist
ar: اختر اسم الأخصائي

source: Check Availability
ar: التحقق

source: Re-schedule Intervention
ar: اعادة جدولة الجلسات العلاجية

source: Add Intervention
ar: اضافة جلسات علاجية

source: Re-Schedule Intervention
ar: إعادة جدولة جلسات التدخل العلاجي

source: Re-Schedule Weekly Intervention
ar: إعادة جدولة جدول الجلسات العلاجية الاسبوعي

source: Schedule New Weekly Intervention
ar: اعداد جدول الجلسات الاسبوعية

source: Student
ar: طالب

source: Select Teacher
ar: اختيار معالج

source: Please Select Teacher
ar: يرجى اختيار المعالج

source: Next
ar: التالي

source: Student Already added in every available Subject
ar: هذا الطالب تمت اضافته لكل المقررات المتاحة

source: Add Parent for
ar: أضف استمارة الحالة

source: Parent
ar: ولي الأمر

source: Country Code
ar: الرقم الدولي

source: Mobile Number
ar: رقم الهاتف

source: Add
ar: أضف

source: Appointment List
ar: قائمة المواعيد

source: All Appointments Data
ar: بيانات جميع المواعيد

source: Todays Appointment Data
ar: بيانات المواعيد اليومية

source: Search by Child Name
ar: البحث عن طريق اسم الطالب

source: Search by Psychologist Name
ar: البحث باسم الأخصائي

source: Search
ar: بحث

source: Student Name
ar: اسم الطالب

source: Teacher/Psychologist Name
ar: بحث باسم الأخصائي

source: Appointment Date and Time
ar: تاريخ وتوقيت الموعد

source: Status
ar: الحالة

source: Child Case Form
ar: استمارة الطالب

source: Link
ar: رابط

source: Reschedule
ar: إعادة الحجز

source: Tests
ar: الاختبارات

source: Approved
ar: معتمد

source: Not Approved
ar: غير معتمد

source: Edit Your Form
ar: عدل استمارة الحالة

source: Add a form
ar: أضف استمارة الحالة

source: Send Link
ar: ارسل رابط

source: View Tests
ar: عرض الاختبارات

source: You want to delete this Appointment?
ar: هل تود إلغاء هذا الموعد

source: Ok
ar: حسناً

source: Cancel
ar: إلغاء

source: Report for
ar: تقرير عن

source: Teacher:
ar: المعالج:

source: Session Date:
ar: تاريخ الجلسة

source: Letter:
ar: حرف

source: Please Select Letter
ar: يرجى اختيار حرف

source: Data for Assessments
ar: بيانات التشخيص

source: All Tests Assessments for
ar: اختبارات التشخيص لـ

source: Select Appointment Date
ar: اختر تاريخ الموعد

source: Please Select Option
ar: يرجى الاختيار

source: Test Name
ar: اسم الاختبار

source: IQ
ar: اختبار الذكاء

source: ACOPS
ar: اختبار كوبس العربي

source: Junior
ar: اختبار الفئة العمرية المتوسطة

source: Secondary
ar: اختبار الفئة العمرية العليا

source: Stanford
ar: اختبار ستانفورد بينيه

source: Weksler
ar: اختبار وكسلر

source: Sub Tests Name
ar: اسم الاختبار الجزئي

source: Add/Edit Assessment
ar: اضف /عدل

source: Rabbits
ar: الأرانب

source: Zoid Friends
ar: اصدقاء زويد

source: Zoid Letter Names
ar: اسماء حروف زويد

source: Zoid Letters
ar: حروف زويد

source: Wock
ar: ووك

source: Ryhms
ar: المتشابهات

source: Races
ar: السباقات

source: Toybox
ar: صندوق الألعاب

source: Spelling
ar: التهجئة

source: Reading
ar: القراءة

source: Single Word Reading
ar: قراءة الكلمة المفردة

source: Mobile
ar: الهاتف النقال

source: Funny Words
ar: الكلمات الغريبة

source: Segment
ar: قص الكلمات

source: Cave
ar: الكهف

source: Vocabulary IQ
ar: الذكاء اللفظي

source: Practical IQ
ar: الذكاء العملي

source: Total IQ
ar: الذكاء الكلي

source: Edit
ar: عدل

source: Cognitive Results for selected test
ar: نتائج التشخيص للاختبار المحدد

source: Cognitive Date
ar: تاريخ التشخيص

source: Cognitive Result
ar: التشخيص النهائي

source: Recommendations
ar: التوصيات

source: Notice
ar: الملاحظات وسلوك الحالة

source: Submit
ar: إرسال

source: Assessment for
ar: تشخيص الطالب

source: Assessment Data
ar: بيانات التقييم

source: Results
ar: النتائج

source: Sub Test Name
ar: اسم الاختبار الجزئي

source: Sub Test Score
ar: درجة الاختبار الجزئي

source: Select A Score
ar: حدد الدرجة

source: Sub Test Percentage
ar: النسبة المئوية

source: Sub Test Time (in seconds)
ar: وقت الاختبار الفرعي (بالثواني)

source: Select A Time
ar: حدد الوقت

source: Sub Test Grade
ar: تقدير الاختبار الجزئي

source: Select A Grade
ar: حدد التقدير

source: Test Date
ar: تاريخ الاختبار

source: Search Student
ar: بحث طالب

source: Assessment Search
ar: بحث التشخيص

source: Conducted by Psychologist
ar: المواعيد التي أجراها الاخصائي

source: Weksler (Total IQ)
ar: الذكاء الكلي

source: Score
ar: الدرجات

source: Time
ar: الزمن

source: Availability of Psychologist
ar: تواجد الأخصائي

source: Availability
ar: التواجد

source: Psychologist:
ar: الأخصائي:

source: Start Time
ar: تاريخ البدء

source: End Time
ar: تاريخ الانتهاء

source: Day
ar: اليوم

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الاربعاء

source: Thursday
ar: الخميس

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Update
ar: تحديث

source: Step 1
ar: المرحلة 1

source: Step 2
ar: المرحلة 2

source: Step 3
ar: المرحلة 3

source: Step 4
ar: المرحلة 4

source: Step 5
ar: المرحلة 5

source: Step 6
ar: المرحلة 6

source: Step 7
ar: المرحلة 7

source: Step 8
ar: المرحلة 8

source: Step 9
ar: المرحلة 9

source: Step 10
ar: المرحلة 10

source: Social/Personal Development
ar: التطور الاجتماعي / الشخصي

source: Brief Description of child's relation towards following:
ar: وصف مختصر عن علاقة الحالة تجاه كل من

source: Friends
ar: الأصدقاء

source: Siblings
ar: الأشقاء

source: Parents
ar: الوالدين

source: Adults and Others
ar: الكبار والآخرين

source: Maid
ar: الخدم

source: Age at which have attachment with maid (if any)
ar: كان عمر الحالة عند ارتباطه بالخادمة (إن كان مرتبطا بها)

source: Family's controlling authority
ar: السلطة الضابطة بالأسرة هي

source: Family member close to the child
ar: الشخص القريب من الطفل

source: Use Punishment/Reward System?
ar: يستخدم مع الحالة أسلوب العقاب والثواب

source: Yes
ar: نعم

source: No
ar: لا

source: Who punishes (if any)
ar: من يقوم بالعقاب (في حالة وجوده)

source: Is the Punishment
ar: ما هي العقوبة

source: Immediate
ar: فورية

source: Delayed
ar: مؤجلة

source: Child spend time at home in?
ar: يقضي الطفل معظم وقته في البيت في

source: Favourite game/hobby
ar: الألعاب المفضلة لدى الحالة (هواياته) هي

source: Main Language at home
ar: اللغة الرئيسية المستخدمة في البيت هي

source: Any Other Language used
ar: اللغات الأخرى المستخدمة في البيت

source: Other Dialects used at home?
ar: هناك لهجات أخرى مستخدمة في البيت

source: Previous
ar: السابق

source: Child Behaviour
ar: سلوكيات الحالة

source: Child Suffers from Mental Illnesses
ar: تعاني الحالة من أمراض نفسية

source: Mental Illnesses (If any)
ar: الأمراض النفسية التي تعاني منها الحالة (إن وجدت) هي

source: Spends Most of the Time Alone
ar: يقضي معظم الوقت وحيدًا

source: Not True
ar: غير صحيح

source: Rarely/Sometimes
ar: بعض الأحيان

source: True
ar: صحيح

source: No specific friends
ar: ليس لديه أصدقاء معينون

source: Find Difficult to make friends
ar: يجد صعوبة في تكوين صداقات مع الآخرين

source: Quarrels with friends
ar: كثيرًا ما يتشاجر مع أصدقائه

source: Other children like to play with the child?
ar: يرغب الأطفال الآخرون في اللعب مع الحالة

source: Other children avoid to play with the child?
ar: يتجنب الأطفال الآخرون اللعب معه

source: Most of the friends older than the child?
ar: معظم أصدقائه أكبر منه سنًا

source: Most of the friends younger than the child?
ar: معظم أصدقاءه أصغر منه سنًا

source: Seeks to attract attention
ar: يتطلب أن يكون محور الاهتمام

source: Shows confidence in his ability?
ar: يبدي ثقة بمقدرته

source: Quite most of the time?
ar: معظم الوقت هادئ جدًا

source: Impulsive most of the time?
ar: معظم الوقت كثير الحركة واندفاعي

source: Activity is normal?
ar: نشاطه عادي

source: Cooperative with others?
ar: متعاون مع الآخرين

source: Mostly lies?
ar: كلامه غير صادق (كثير الكذب)

source: Irritable or moody
ar: سريع الغضب ومتقلب المزاج

source: Gets bored quickly
ar: سريع الملل

source: Completes the assigned tasks
ar: يستكمل المهام التي يكلف بها

source: Seems Unhappy/Sad/Depressed?
ar: يبدو غير سعيد (شعور بالاكتئاب والحزن)

source: Looks Cheerful/Upbeat
ar: يبدو مرحًا ومتفائلًا

source: Quite Aggressive behaviour?
ar: يتسم سلوك الحالة بالعدوانية

source: Avoids competition with others
ar: يتجنب المشاركة في المواقف التي تتطلب المنافسة مع الآخرين

source: Tends to Compete with others
ar: يميل إلى المنافسة

source: Lazy/Indifferent
ar: كسول ويميل إلى اللامبالاة

source: Performs Leadership roles
ar: قيامه بالأدوار القيادية

source: Self-Reliance/Autonomy
ar: اعتماده على الذات (وتحقيق الاستقلال الذاتي)

source: Takes long time in completing a task?
ar: يستغرق في العمل فترة طويلة من الزمن

source: Always seems Anxious
ar: يبدو قلقًا دائمًا

source: Always seems Afraid
ar: شعوره بالخوف

source: Did the child suffer from the following complications and problems
ar: المشاكل التي تعرضت الحالة لها

source: Condition
ar: الحالة

source: Age
ar: العمر

source: Duration/Recurrence
ar: المدة الزمنية/نسبة تكرارها

source: Severe High Temperature
ar: ارتفاع شديد بدرجة الحرارة

source: Auditory problems/Ears Infection
ar: مشاكل سمعية / التهابات في الأذن

source: Vision Problems
ar: مشاكل بصرية

source: Juandice/Yellow Skin
ar: اصفرار

source: Asthma
ar: الربو

source: Allergy
ar: الحساسية

source: Poisoning
ar: تسمم

source: Surgical Intervention
ar: عمليات جراحية (نوع العملية)

source: In case there was, please mention the surgery
ar: في حال هناك عمليات جراحية , ما هي هذه العمليات

source: Accidents
ar: حوادث

source: In case there was, please mention the type Accidents
ar: في حال هناك حوادث , ما هي هذه الحوادث

source: Does the child suffer from diseases or have health issues not mentioned
ar: هل يعاني الطفل من اي امراض مزمنة او مشاكل صحية غير مذكورة أعلاه ؟

source: Development Of Child History
ar: التاريخ التطوري للحالة

source: Pregnancy Period
ar: فترة الحمل

source: State of Mind of Mother during Pregnancy
ar: الحالة الصحية للأم خلال فترة الحمل كانت

source: Mother's age when she got pregnant with the case
ar: كان عمر الأم عند الحمل بالحالة

source: Mother's health and psychological states during pregnancy
ar: حالة الأم النفسية أثناء الحمل كانت

source: Did the mother suffer from any of the following problems
ar: هل تعرضت الأم لأي من المشاكل التالية

source: Bleeding
ar: نزيف

source: Infection
ar: الالتهابات

source: Accident
ar: حوادث

source: Please specify the kind of the accident
ar: نوع الحادث (إن وجد)

source: List the kind of medicines and drugs the mother took during pregnancy
ar: نوع الأدوية والعقاقير التي تناولتها الأم أثناء الحمل

source: Are there any other problems or diseases during the pregnancy period
ar: هناك مشاكل أو أمراض أخرى أثناء فترة الحمل

source: Duration of Pregnancy was
ar: مدة الحمل

source: Complete
ar: مكتملة

source: In-Complete
ar: غير مكتملة

source: If In-Complete, in which month
ar: اذا كانت غير مكتملة في اي شهر

source: 6th
ar: السادس

source: 7th
ar: السابع

source: 8th
ar: الثامن

source: Birth Period
ar: فترة الولادة

source: Type Of Birth
ar: نوع الولادة

source: Normal
ar: طبيعية

source: Birth With Retraction Ring
ar: بمساعدة آلة السحب

source: Cesarean Section
ar: قيصرية

source: Maternal Prenatal Anesthesia
ar: تخدير الأم للولادة

source: Case Of Baby during Birth
ar: حالة المولود أثناء الولادة

source: Born With Umbilical Cord around the baby's neck
ar: ولد والحبل السري حول عنقه

source: Skin Turned Yellow
ar: اصفرت بشرته

source: Skin was blue
ar: ازرقت بشرته

source: Twin or a Triplet
ar: كان توأمًا أو أحد توائم ثلاثة

source: Needed Oxygen or Oxygen Deficiency
ar: احتاج إلى الأكسجين (نقص أكسجين)

source: Colic/Cramps
ar: أصيب بالتشنجات

source: Dropsy/Edema/Hydrops
ar: استسقاء

source: Baby's weight at birth
ar: وزن المولود عند الولادة

source: Any other problems at birth not mentioned
ar: مشاكل أخرى تعرضت لها الحالة أثناء الولادة لم تذكر (إن وجدت)

source: Did the mother suffer from complications during birth
ar: المشاكل التي عانتها الأم أثناء الولادة (إن وجدت)

source: Post Birth Period
ar: فترة ما بعد الولادة

source: Health and psychological state of the mother post delivery
ar: الحالة الصحية والنفسية للأم بعد الولادة

source: Was baby in incubator
ar: وضعت الحالة بالحاضنة بعد الولادة

source: Identify the period
ar: حدد المدة

source: Did the baby need surgery immediately after birth, and what was the surgery
ar: هل احتاج الطفل لعمليات جراحية قورية بعد الولادة ؟ وما هي هذه الجراحات

source: Child Difficulties
ar: الصعوبات

source: Please specify the difficulties that the Child suffers from:
ar: يرجى تحديد الصعوبات التي تعاني منها الحالة

source: Dictating
ar: صعوبة في الاملاء

source: Writing
ar: صعوبة في الكتابة

source: Remembering nearby Information
ar: صعوبة في تذكر المعلومات القريبة

source: Recognizing Time
ar: صعوبة في التعرف على الوقت

source: Recognizing Days/Weeks of Month
ar: صعوبة في التعرف على ايام الاسبوع والاشهر

source: Recognizing Directions
ar: صعوبة في التعرف على الاتجاهات

source: Completing work on time
ar: صعوبة في انهاء الاعمال المطلوبة في الوقت المحددد

source: Focusing and paying Attention
ar: صعوبة في التركيز والانتباه

source: Assimilating/Understanding
ar: صعوبة في الاستيعاب والفهم

source: Remembering Remote Information
ar: صعوبة في تذكر المعلومات البعيدة

source: Understanding Relationships
ar: صعوبة في ادراك العلاقات (كبير – صغير - بعيد – قريب )

source: Expressing Ideas/telling Stories
ar: صعوبة في التعبير عن الافكار أو رواية القصص

source: Remembering previous skills, concepts and experiences
ar: صعوبة في تذكر ما يقدم من مهارات وخبرات سابقة

source: Moving from the Blackboard
ar: صعوبة في النقل من السبورة

source: Copying from printed material
ar: صعوبة في النسخ من المادة المطبوعة

source: Tends to flip words, letters and shapes
ar: يميل إلى قلب الكلمات والأحرف والأشكال

source: Confuses Numbers, Letters with similar components
ar: بخلط بين الأرقام والحروف ذات المكونات المتشابهة

source: Understanding and executing verbal instructions
ar: لا يستطيع فهم وتنفيذ التعليمات الشفهية

source: Learning by listening
ar: صعوبة في التعلم عن طريق الاستماع

source: Always need to repeat instructions
ar: يحتاج دائماً إلى تكرار التعليمات

source: Distinguish Numbers
ar: صعوبة في التمييز بين الارقام

source: Memorizing multiplication tables
ar: صعوبة في حفظ جداول الضرب

source: Memorizing phone numbers
ar: صعوبة في حفظ ارقام التليفونات

source: Counting up and upwards
ar: صعوبة في العد التنازلي والتصاعدي

source: Performing addition, subtraction, multiplication and division operations
ar: صعوبة في اجراء عمليات الجمع والطرح والضرب والقسمة

source: Understanding mathematical symbols
ar: صعوبة في فهم الرموز الرياضية وترجمة رموزها مثل <، >.

source: Distinguishing size, quantity, distance and time
ar: صعوبة في تمييز الحجم والكمية والمسافة والزمن

source: Specify if one of the family members suffers from the following problems:
ar: تحديد إن كان أحد أفراد العائلة أو الأسرة يعاني من المشاكل التالية:

source: Problems
ar: المشكلة

source: Family Members
ar: أعضاء الأسرة

source: Hyperactivity
ar: فرط نشاط

source: Reading Difficulty
ar: صعوبة في القراءة

source: Writing and Dictating Difficulty
ar: صعوبة في الكتابة والإملاء

source: Difficulty in calculating
ar: صعوبة في الحساب

source: Concentration and attention Difficulty
ar: صعوبة في التركيز والانتباه

source: Difficulty in Pronouncing
ar: صعوبة في النطق

source: Impaired Hearing
ar: إعاقة سمعية

source: Visual Impairment
ar: إعاقة بصرية

source: Impaired Mobility
ar: إعاقة حركية

source: Intellectual Disability
ar: إعاقة ذهنية

source: Down Syndrome
ar: متلازمة الداون

source: Autism
ar: التوحد

source: Other problems not mentioned, specifying family members
ar: مشاكل أخرى لم تذكر وتحدد أفراد العائلة (اذكرها)

source: Problem of the child hereditary?
ar: هل مشكلة الحالة وراثية؟

source: Age of child when the problem was discovered
ar: عمر الطفل عندما تم اكتشاف المشكلة

source: How is the problem affecting the child?
ar: ما هو اثر المشكلة على الطفل

source: Other Information
ar: معلومات اخرى

source: To what extent are the parents cooperating with the school, are they attending to follow it automatically or in response to the school summons?
ar: ما مدى تعاون الأهل مع المدرسة، هل يحضرون لمتابعته تلقائيًا أم تلبية لاستدعاء المدرسة؟

source: Reason/reasons for transferring the case to the association:
ar: أسباب التحويل ومعلومات عن الاختبار

source: Reason 1
ar: السبب 1

source: Reason 2
ar: السبب 2

source: Reason 3
ar: السبب 3

source: Reason 4
ar: السبب 4

source: Reason 5
ar: السبب 5

source: Child has taken the IQ Test Previously?
ar: سبق للطالب أخذ اختبار ذكاء من قبل

source: Date of Last Assessment (If any)
ar: تاريخ آخر اختبار (إن وجد)

source: Place of Last Assessment (If any)
ar: مكان اخر اختبار ( ان وجد )

source: Any Other Information?
ar: أي معلومات اخرى

source: School Life History
ar: التاريخ الدراسي للحالة والتوافق مع الحياة المدرسية

source: Names of the Schools in which Child was enrolled in:
ar: أسماء المدارس التي تم الالتحاق بها:

source: School Name
ar: اسم المدرسة

source: Enrollment Date
ar: تاريخ الانتساب

source: Child's Attitude towards School
ar: موقف الطفل تجاه المدرسة

source: First Stage of Child's Education?
ar: أول مرحلة تعليم للحالة كانت

source: Child Failed in One of the stages
ar: رسب الطفل في أحد المراحل

source: Failure Class(If any)
ar: الصفوف التي رسب بها

source: Failure Subjects(If any)
ar: المواد التي رسب بها

source: Used Private Tutors/Special Centres?
ar: استعانت الأسرة بمدرسين خصوصيين أو مراكز خاصة

source: How to take advantage of these for the help of
ar: مدى الاستفادة من هذه لاستعانة

source: Had difficult teaching the Child
ar: تعاني الأسرة من صعوبة في تدريسه

source: Teachers Note on the Case
ar: ملاحظات المدرسين على الحالة هي

source: Case needs supervision during teaching
ar: تحتاج الحالة إلى من يشرف عليها أثناء التدريس

source: Current Academic achievement level
ar: مستواه التحصيلي الدراسي الحالي

source: Comment on the Behaviour of the Child with respect to:
ar: التعليق على تصرف الحالة بالنسبة لـ

source: His Motivation To Learn
ar: دافعيته للتعلم

source: Enthusiasm level (for Homework)
ar: مستوى الحماس (لتأدية الواجبات)

source: Time Punctuality
ar: تنظيم وتقسيم الوقت

source: Favourite articles
ar: المواد المفضلة له

source: Least Preferred material
ar: أقل المواد تفضيلًا

source: Relationship with Teachers
ar: علاقته مع مدرسيه

source: Desire to go to School
ar: رغبته في الذهاب إلى المدرسة

source: Reason for being absent (If any)
ar: إذا كان كثير الغياب، فما هي الأسباب؟

source: Stages Of Growth
ar: مراحل النمو

source: Write age of first occurrence of following
ar: حدد العمر الذي حدث فيه ما يلي

source: Breastfeeding
ar: الرضاعة

source: Natural
ar: طبيعية

source: Industrial
ar: صناعية

source: Age of Weaning
ar: سن الفطام

source: Age of Teething
ar: سن بداية التسنين

source: Age of Commune
ar: سن بداية المناغاة

source: Age of Pronouncing Simple Words (Papa, Mama)
ar: سن نطق كلمات بسيطة مثل (ماما، بابا)

source: Age of Speech
ar: السن الذي بدأ فيه الكلام

source: Age of Use of Full Sentence
ar: السن الذي استخدم فيه جملة كاملة

source: Age of carrying bottle of milk alone
ar: حمل قنينة الحليب لوحده في سن

source: Age at which the child sat without help
ar: جلس بدون مساعدة في سن

source: Age at which the child stop without help
ar: وقف دون مساعدة في سن

source: Age of walking alone
ar: مشى بمفرده

source: Age of wearing clothes with help
ar: ارتدى ملابسه بمساعدة في سن

source: Age of wearing and taking off of clothes without help
ar: ارتدى ملابسه وخلعها بنفسه في سن

source: Age of wearing shoes
ar: بدأ بارتداء حذاءه في سن

source: Age of feeding himself
ar: بدأ بإطعام نفسه بصورة جيدة في سن

source: Age of adjusting output and urination functions
ar: بدأ فيه ضبط وظائف الإخراج والتبول في سن

source: Age of using bathroom well
ar: تم تدريبه على استخدام الحمام بصورة جيدة في سن

source: Has Visual Problems?
ar: لديه مشاكل بصرية

source: Use Glasses?
ar: يرتدي نظارات طبية

source: Age of Glasses, if yes
ar: في حال يرتدي ( أي سن ؟ )

source: Has Hearing Problems?
ar: لديه مشاكل في السمع ؟

source: Uses Hearing Aid?
ar: يستخدم معين سمعي

source: Age of hearing aid, if yes
ar: اذا كان نعم , ما هو السن ؟

source: Difficulty speaking?
ar: تعاني الحالة من صعوبة النطق

source: Treated at speach centres?
ar: تم علاجها عند مراكز النطق

source: Age of treated at speech centre?
ar: العمر

source: Hand of writing/drawing
ar: اليد التي يستخدمها في الكتابة والرسم

source: Right
ar: اليمنى

source: Left
ar: اليسرى

source: Leg for kicking the ball
ar: الرجل التي يستخدمها في ركله الكرة

source: Both hands use?
ar: يستخدم كلتا يديه ؟

source: Attempt to stop using left hand?
ar: هنالك محاولة لوقف استخدامه اليد اليسرى

source: Age of stop using left hand?
ar: العمر الذي برأت محاولات وقف استخدام اليد اليسرى

source: Suffering from involuntary urination?
ar: تعاني الحالة من التبول اللاإرادي

source: Cause of involuntary urination?
ar: أسباب التبول اللاإرادي

source: Psychological
ar: الأخصائي

source: Organic
ar: عضوي

source: Age of Involuntary urination(If any)
ar: بدأ التبول اللاارادي في سن

source: Taking any medicines?
ar: يتناول أي أدوية

source: Medicine Name
ar: اسم الدواء

source: Medicine Use Reason
ar: أسباب استخدام الدواء

source: Appetite/Eating habits
ar: الشهية وعادات الأكل

source: Favourite food
ar: الطعام المفضل

source: Change Password for
ar: تغيير كلمة المرور للمستخدم

source: Change Password
ar: تغيير كلمة المرور

source: Username
ar: اسم المستخدم

source: Enter New Password
ar: أدخل كلمة مرور جديدة

source: Confirm?
ar: التأكيد

source: Change Status of
ar: تغيير حالة

source: for subject
ar: للموضوع

source: Active
ar: فعال

source: Pending
ar: قيد الانتظار

source: Not Active
ar: غير فعال

source: Save
ar: حفظ

source: Check Intervention
ar: تحقق من التدخل

source: Check Data for this Intervention
ar: تحقق من البيانات الخاصة بهذاه الجلسة العلاجية

source: Teacher
ar: المعالج

source: Subject
ar: المادة

source: Total Sessions
ar: إجمالي الجلسات

source: Currently Sessions per week
ar: الجلسات في الأسبوع

source: You can not add more sessions per week!
ar: لا يمكنك إضافة المزيد من الجلسات الاسبوعية

source: Go Back
ar: عودة

source: Add Session
ar: أضف الجلسة

source: Slots
ar: التوقيت

source: Confirm Slot
ar: تأكيد التوقيت

source: Available Slots for Psychologist
ar: المواعيد المتاحة

source: on
ar: في

source: Child Details
ar: بيانات الحالة

source: Data Of Child
ar: بيانات الطالب

source: Child Name
ar: اسم الطالب

source: Civil Number
ar: الرقم المدني

source: Date Of Birth
ar: تاريخ الميلاد

source: Place of Birth
ar: مكان الميلاد

source: Nationality
ar: الجنسية

source: Grade
ar: الصف

source: Date of Evaluation
ar: تاريخ التقييم

source: Gender
ar: الجنس

source: Please Select Gender
ar: يرجى تحديد الجنس

source: Male
ar: ذكر

source: Female
ar: انثى

source: Data Of Father
ar: بيانات الأب

source: Father Name
ar: اسم الأب

source: Phone Number
ar: رقم الهاتف

source: Education Level
ar: المستوى التعليمي

source: Current Occupation
ar: الوظيفة الحالية

source: Residence Address
ar: عنوان الاقامة

source: Email
ar: البريد الإلكترونى

source: Data Of Mother
ar: بيانات الام

source: Mother Name
ar: اسم

source: Data Of Guardian
ar: بيانات المرافق

source: Guardian Name
ar: اسم

source: Relation To Child
ar: صلته بالطالب

source: Family
ar: الأسرة

source: Relation Between Parents
ar: صلة القرابة بين الوالدين

source: Very Close
ar: شديدة

source: Far
ar: بعيدة

source: There is none
ar: لا توجد

source: Martial Status Of Parents
ar: الحالة الاجتماعية للوالدين

source: Still Exists
ar: الزواج قائم

source: Does Not Exists
ar: الزواج غير قائم

source: Indicate if Parent has passed away
ar: يرجى الإشارة إن كان أحد الوالدين متوفيًا

source: The Mother
ar: الام

source: The Father
ar: الاب

source: Both
ar: كلاهما
