Repository: findsah/kda-portal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: None
ar: لا

source: Child living with in case father or mother is lost
ar: يعيش الطفل في حالة فقد الأب والأم مع

source: Father has been married before
ar: هل سبق للأب الزواج

source: Mother has been married before
ar: هل سبق للأم الزواج

source: If yes, When was it
ar: اذا كان نعم , متى كان ذلك

source: Before Marriage of Parents
ar: قبل زواج الأبوين

source: After the parents separated
ar: بعد إنفصال الأبوين

source: Second Marriage in family
ar: زواج ثاني في العائلة

source: If yes, Nationality of Husband/Wife
ar: اذا كان نعم , جنسية الزوج / الزوجة

source: Number Of Family Members
ar: عدد أفراد الأسرة

source: Number of Siblings
ar: عدد الأشقاء

source: Brothers
ar: الأخوة

source: Sisters
ar: الأخوات

source: Number of Siblings from Father
ar: عدد الأخوة من الأب

source: Number of Siblings from Mother
ar: عدد الأخوة من الأم

source: Order of the child among siblings
ar: ترتيب الطالب بين الأشقاء

source: Other People Living in the House
ar: الأشخاص الذين يقيمون في المنزل عدا الأسرة

source: With whom the child lives currently
ar: مع من يعيش الطالب حالياً

source: Parent Name
ar: اسم ولي الأمر

source: Assign
ar: تعيين

source: Confirm Appointment
ar: تأكيد الموعد

source: Confirm Your Appointment
ar: تأكيد موعد

source: Your Selected Psychologist
ar: الاخصائي

source: Your Selected Date
ar: التاريخ

source: Your Selected Time Slot
ar: التوقيت المختار

source: Confirm Your Weekly Intervention
ar: تأكيد الجدول الاسبوعي

source: Your Selected Teacher
ar: المعالج المختار

source: Total Number of Sessions
ar: إجمالي عدد الجلسات

source: Your Selected Day
ar: اليوم المختار

source: Select Start Date:
ar: اختر تاريخ البدء

source: Start Date of this Session:
ar: تاريخ بدء هذه الجلسة

source: Confirm
ar: التأكيد

source: Dashboard of
ar: لوحة تحكم الأخصائي

source: Psychologist
ar: الأخصائي

source: On Going Appointments
ar: المواعيد الحالية

source: Concluded Appointments
ar: المواعيد السابقة

source: Appointments for child
ar: مواعيد التشخيص للطالب

source: Apply Filter
ar: ابحث حسب

source: Filter by Specific Date
ar: الفرز حسب تاريخ معين

source: Select Range (From)
ar: اختيار الفترة ( من )

source: Select Range (To)
ar: اختيار الفترة (إلى )

source: Appointment Time
ar: توقيت الموعد

source: Assessment Report
ar: تقرير التشخيص

source: Add/Edit
ar: إضافة / تعديل

source: Check
ar: التأكد

source: All Appointments on Date
ar: كل المواعيد بتاريخ

source: All Appointments between
ar: كل المواعيد بين

source: Dashboard
ar: لوحة بيانات

source: Psychologist Dashboard
ar: لوحة بيانات الأخصائي

source: Teacher Dashboard
ar: لوحة بيانات المعالج

source: Student Dashboard
ar: لوحة بيانات الطالب

source: Child Dashboard
ar: لوحة تحكم الطفل

source: Today's Appointment List
ar: قائمة مواعيد اليوم

source: Today's Session List
ar: قائمة جلسات اليوم

source: Registered Data
ar: البيانات المسجلة

source: Psychologist Registered List
ar: قائمة الأخصائيين المسجلين

source: Teacher Registered List
ar: قائمة المعالجين المسجلين

source: Student Registered List
ar: قائمة الطلاب المسجلين

source: Register Data
ar: تسجيل البيانات

source: Student Registration
ar: تسجيل الطالب

source: Psychologist Registration
ar: تسجيل الأخصائي

source: Teacher Registration
ar: تسجيل المعالج

source: Appointment Data
ar: بيانات مواعيد التشخيص

source: Intervention Data
ar: بيانات الجلسة علاجية

source: Add Intervention Weekly
ar: اضافة جلسات علاجية اسبوعية

source: Intervention List
ar: بيانات الجلسة علاجية

source: Pre Performance Data
ar: بيانات الاداء المسبق

source: Session Performance Data
ar: بيانات تقييم الجلسات

source: Reports
ar: التقارير

source: All Appointments Report
ar: تقرير جميع المواعيد

source: All Sessions Report
ar: تقرير جميع الجلسات

source: Dashboard of
ar: لوحة بيانات المعالج

source: Current Sessions
ar: المواد الحالية

source: Concluded Sessions
ar: الجلسات العلاجية السابقة

source: Attended Sessions
ar: الجلسات العلاجية التي تم حضورها

source: Student Absents
ar: الجلسات العلاجية التي غاب فيها الطالب

source: Teacher Absents
ar: غياب المعالج

source: Cancelled
ar: ملغاة

source: Attendance
ar: نسبة الحضور

source: Monitor Performance
ar: متابعة الأداء

source: Student Information
ar: معلومات الطالب

source: Name
ar: الاسم

source: School
ar: المدرسة

source: Class
ar: الفصل

source: Language
ar: اللغة

source: School Language
ar: لغة المدرسة

source: Contact Information
ar: بيانات الاتصال

source: Subjects Enrolled
ar: المواد المسجلة

source: Assessment Results
ar: نتائج التشخيص

source: Download
ar: تحميل

source: Upload Homework
ar: تحميل الواجب المنزلي

source: Enroll To A Course
ar: الانتساب لمادة

source: Currently Enrolled
ar: المواد المنتسب لها

source: Already Enrolled to every course available
ar: مسجل بالفعل في كل منهج متاح

source: Enroll
ar: انتساب

source: Time Table of Sessions for Each Course
ar: جدول الجلسات العلاجية لكل مادة

source: Teacher Name
ar: اسم المعالج

source: Start Date
ar: تاريخ البدء

source: Sessions Conducted
ar: الجلسات التي تم اجتيازها

source: Change Status
ar: تغيير الحالة

source: All Sessions
ar: كل الجلسات

source: Session Date
ar: تاريخ الجلسة

source: Session Time
ar: توقيت الجلسة

source: Performance Data
ar: بيانات العلاج

source: Attended
ar: حضور

source: Student Absent
ar: غياب الطالب

source: Teacher Absent
ar: غياب المعالج

source: On Going Sessions
ar: الطلبة المسجلين

source: Students
ar: الطلاب

source: Weekly Schedule
ar: الجدول الاسبوعي

source: Empty
ar: فراغ

source: Performance Report
ar: تقارير العلاج

source: Date:
ar: تاريخ

source: Monitor Performance of
ar: مراقبة أداء

source: Achievement
ar: إنجاز

source: Overall Skill Percentage
ar: نسبة المهارة الإجمالية

source: Percentage for each Skill
ar: النسبة المئوية لكل مهارة

source: Skill Name
ar: اسم المهارة

source: Skill Completion Date
ar: تاريخ إتمام المهارة

source: Percentage
ar: النسبة المئوية

source: Graphical View
ar: عرض رسومي

source: Overall Letters Percentage
ar: النسبة الإجمالية للحروف

source: Percentage for Each Letter
ar: النسبة المئوية لكل حرف

source: Letter
ar: حرف

source: Letter Completion Date
ar: تاريخ إتمام الحرف

source: Percentage for Grouped Skills
ar: النسبة المئوية للمهارات المجمعة

source: Skill
ar: مهارة

source: Pre Performance Search
ar: بحث للجلسة العلاجية الأولية

source: Search Student for teacher
ar: ابحث عن طالب للمدرس

source: Session Start Date
ar: تاريخ بدء الجلسة

source: Add/Edit Pre Evaluation
ar: اضافة / تعديل التقييم الأولي

source: Pre Performance for
ar: الجلسة العلاجية الأولية لـ

source: Pre Performance
ar: الجلسة العلاجية الأولية

source: Please Select Grade
ar: برجاء اختيار التقدير

source: Personal Details
ar: البيانات الشخصية

source: First Name
ar: الإسم الأول

source: Last Name
ar: الإسم الأخير

source: ID Picture
ar: صورة البطاقة الشخصية

source: Tests:
ar: الإختبارات:

source: Login Details
ar: بيانات الدخول

source: Username (Must be unique)
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Profile Picture
ar: صورة شخصية

source: Guardian Details
ar: تفاصيل ولي الأمر

source: Education Details
ar: بيانات التعليم

source: Bilingual
ar: ثنائية اللغة

source: Course
ar: المادة

source: Qualification Details
ar: المؤهل العلمي

source: Qualification
ar: المؤهل العلمي

source: Certificate
ar: الشهادة

source: All Appointments Reports
ar: تقارير جميع المواعيد

source: OR
ar: أو

source: From Date
ar: من

source: To Date
ar: إلى

source: All Appointments of Psychologist
ar: تقارير جميع المواعيد

source: All Appointments of Child
ar: كل المواعيد للطالب

source: On Going Appointments:
ar: مواعيد حالية

source: Psychologist Name
ar: اسم الأخصائي

source: Concluded Appointments:
ar: المواعيد السابقة

source: All Appointments:
ar: كل المواعيد:

source: All Sessions Reports
ar: تقارير جميع الجلسات

source: Select Student
ar: اختر الطالب

source: All Sessions of Teacher
ar: كل الجلسات العلاجية للمعالج

source: Students:
ar: الطلاب:

source: Please Select Student
ar: يرجى اختيار طالب

source: Get Report
ar: التقرير

source: All Sessions of Student
ar: جميع الجلسات العلاجية للطالب

source: All Sessions between
ar: كل الجلسات العلاجية بين

source: Concluded Sessions:
ar: الجلسات السابقة

source: Start Date:
ar: تاريخ البدء

source: Total Sessions conducted
ar: مجموع الجلسات السابقة

source: Percentage Completion
ar: نسبة الإنجاز

source: Total Sessions Attended
ar: مجموع الجلسات التي تم حضورها

source: Total Sessions Cancelled
ar: مجموع الجلسات الملغاة

source: Reschedule Appointment
ar: اعادة جدولة الموعد

source: Confirm Psychologist and Date for Reschedule
ar: تأكيد الأخصائي وتاريخ إعادة الجدولة

source: Re-Schedule Your Appointment
ar: أعد جدولة موعدك

source: Child
ar: طالب

source: Today's Interventions
ar: الجلسات العلاجية اليومية

source: Weekly Interventions
ar: الجلسات العلاجية الأسبوعية

source: Search Intervention
ar: البحث حسب الجلسات

source: Search Psychologist
ar: بحث الأخصائيين

source: All Available Psychologist
ar: االأخصائيين المتاحين

source: Search by Name
ar: البحث بالاسم

source: Full Name
ar: الإسم بالكامل

source: Change Password?
ar: تغيير كلمة المرور

source: Check Tests
ar: اعرض الاختبارات

source: All Registered Students
ar: الطلاب المسجلين

source: Parent Username
ar: اسم المستخدم لولي الأمر

source: Search Teacher
ar: بحث معالج

source: All Available Teachers
ar: المعالجين المتاحين

source: Search by Subject
ar: البحث عن طريق المادة

source: Teacher Search
ar: بحث المعالج

source: Session Evaluation
ar: تقييم الجلسة

source: Session Evaluation Date
ar: تاريخ تقييم الجلسة

source: Back
ar: عودة

source: Skills:
ar: المهارات:

source: Weekly Evaluation Search
ar: البحث عن التقييم الاسبوعي

source: Please Select Session Date
ar: يرجى اختيار تاريخ الجلسة

source: All tests list for
ar: قائمة كافة الاختبارت ل

source: Tests list
ar: قائمة الاختبارات

source: Search by Student Name
ar: البحث عن طريق اسم الطالب

source: Search by Teacher Name
ar: البحث عن طريق اسم المعالج

source: Select a slot
ar: اختر التوقيت

source: View Tests for child
ar: عرض الاختبارات للطالب

source: Sub Test
ar: اختبار فرعي

source: Start Test
ar: ابدأ الاختبار

source: Delete
ar: حذف
